Repository: VitexSoftware/openvpn-php
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: sv_se

source: Failed to create temp file
sv_se: Misslyckades skapa temporär fil

source: Password
sv_se: Lösenord

source: CA cert where missing, generated fresh for you with password
sv_se: CA certifikat saknades, skapade nytt åt dig med lösenord

source: Supersecret password
sv_se: Superhemligt lösenord

source: Login
sv_se: Logga in

source: You are most likely trying to use a faulty password.
sv_se: Du använder mest troligen ett felaktigt lösenord

source: OpenVPN Configurations
sv_se: OpenVPN Konfigurationer

source: Name
sv_se: Namn

source: john.doe
sv_se: sven.svensson

source: Lowercase latin letters
sv_se: Små bokstäver undvik åäö

source: Does not get saved
sv_se: Sparas inte

source: Create
sv_se: Skapa

source: Your certificate contains non latin characters
sv_se: Ditt certifikat

source: You need a globally unique name on your certificates
sv_se: Du behöver använda globalt unika namn på dina certifikat

source: Revoked/deleted certificates still count
sv_se: Blockerade/raderade certifikat räknas

source: Password for
sv_se: Lösenord för

source: Passwords are not saved, they are only showed here once
sv_se: Lösenord sparas inte, de visas endast här en gång

source: Serialnumber
sv_se: Serienummer

source: Valid from
sv_se: Giltigt från

source: Valid to
sv_se: Giltigt till

source: Revoked
sv_se: Blockerat

source: Best before
sv_se: Bäst före

source: Active
sv_se: Aktivt

source: Revoke
sv_se: Blockera

source: Delete
sv_se: Radera

source: Fetch
sv_se: Hämta

source: Something went wrong when parsing certficate
sv_se: Någonting gick snett när certifikatet tolkades

source: Log out
sv_se: Logga ut

source: Something went wrong when reading directory
sv_se: Någonting gick fel vid läsanade av mappen

source: Curl is not supported here
sv_se: Curl är inte supporterat här

source: And start all over again
sv_se: Och börja om från början

source: If you forgot your password you need to delete the
sv_se: Om du har glömt ditt lösenord behöver du radera

source: and
sv_se: och

source: files
sv_se: filerna
